<?php

#قم بوضع توكن البوت في ملف index.php في سطر 16

$zozamr = "/SIM"; #الامر الي بتخليه لبوتك ليظهر القائمة الرئيسية مثل /plus 
$namebot = "𝙂𝗟ِ𝗶َََ𝗧𝗦َ𝙃َ 𝗦َ𝗶َ𝗠ِ"; #اسم البوت
$usrbot = "GLITSH_SIM_BOT"; #يوزر البوت دون علامه@!
$usradmin = "G_Q_Q_U"; #يوزر الادمن دون علامة@!
$useradmin = "@G_Q_Q_U";  #يوزر الادمن مع هذي العلامة@
$iDadmin = 8188703586; #ايدي الادمن
$usrch2 = "GLITSH_SIM"; #يوزر قناة التفعيلات دون @
$usrch3 = "GLITSH_NOY"; #يوزر قناة المتوفر حالي دون علامة@
$usrch1 = "GLITSH_ORG"; #يوزر قناة الرسمية بلاعلامة@
$ch1 = "https://t.me/+68GeBgBZO-MzMzM8"; #رابط قناة الاشعارات وتسجيلات الدخول
$ch2 = "https://t.me/+nN6Z3bP3-4NjOTM0"; #رابط قناة الارقام الملغية ومحاولات الشراء 
$ch3 = "https://t.me/+qeQO2XKGSwJjNjg0"; #رابط قناة الارقام المكتملة للزبائن
$sim1 =-1002308585710; #ايدي قناة التفعيلات 
$sim =-1002349061849; #ايدي القناة الرسمية
$PAY =-1002439813647; #الارقام المكتملة
$ess =-1002315214249; #عمليات شراء الارقام
$eer =-1002237258751; #اشعارات الايميلات وتحويل الروبل

if($chat_id==$iDadmin){
$sudo=$chat_id;
}elseif($chat_id==$iDadmin){
$sudo=$chat_id;
}else{
$sudo=$iDadmin;
}
#=========الملف تابع }=========#

?>